Repository: SlobodanDjukanovic/AMSCG
Catalog: *.lproj/Localizable.strings
Languages: sr_latn_me

source: Choose language
sr_latn_me: Odaberite jezik

# app_language
source: Change language
sr_latn_me: Promjena jezika

# terms_conditions
source: Terms of use
sr_latn_me: Uslovi korišćenja

# about_app
source: About application
sr_latn_me: O aplikaciji

source: Contact
sr_latn_me: Kontakt

# app_development
source: Application development
sr_latn_me: Razvoj aplikacije

# terms_conditions_text
source: The purpose of the AMSCG application is to provide information on the situation on the roads in Montenegro and to provide roadside assistance to motorized road users. You do not need to create a user account in order to use the application. The application does not collect user's personal data. In order to estimate the distance of the aplication user with respect to the points of interest (e.g. gas stations or parking lots), the application uses the GPS coordinates of the user device. Coordinates are used exclusively locally, i.e. they are not forwarded outside the application. Use the application in a safe way - park properly before using it. Do not use the application in a way that will distract you, as this may endanger you and other road users. The application is available in Montenegrin and English.
sr_latn_me: Svrha aplikacije AMSCG je davanje informacija o stanju na putevima u Crnoj Gori i pružanje pomoći na putu motorizovanim učesnicima u saobraćaju. Za korišćenje aplikacije, nije potrebno kreiranje korisničkog naloga. Aplikacija ne prikuplja lične podatke o korisnicima. U svrhu određivanja distance korisnika aplikacije u odnosu na tačke od interesa (npr. benzinske pumpe ili parkinzi), aplikacija koristi GPS koordinate korisničkog uređaja. Koordinate se koriste isključivo lokalno, tj. ne prosljeđuju se van aplikacije. Aplikaciju koristite na bezbjedan način - propisno se parkirajte prije korišćenja aplikacije. Nemojte koristiti aplikaciju na način koji će Vas ometati, jer time možete dovesti u opasnost Vas i druge učesnike u saobraćaju. Aplikacija je dostupna na crnogorskom i engleskom jeziku.

# app_development_text
source: Developed by Slobodan Đukanović
sr_latn_me: Aplikaciju razvio Slobodan Đukanović

# road_condition
source: Road conditions
sr_latn_me: Stanje na putevima

source: Road assistance
sr_latn_me: Pomoć na putu

source: Road works
sr_latn_me: Radovi na putu

# closest_pumps
source: Gas and charging stations
sr_latn_me: Benzinske pumpe i punionice

# close_to_me
source: Near me
sr_latn_me: Blizu mene

source: Fuel prices
sr_latn_me: Cijene goriva

source: Tolls
sr_latn_me: Putarine

# international_license
source: International driving documents
sr_latn_me: Međunarodna vozačka dokumenta

# borders_cameras
source: Border crossings (cameras)
sr_latn_me: Granični prelazi (kamere)

source: No internet
sr_latn_me: Nema interneta

# no_internet_detailed
source: You've lost Internet connection! Application requires an Internet connection to work properly.
sr_latn_me: Nemate Internet konekciju! Da bi aplikacija radila ispravno, potrebna je Internet konekcija.

source: Copy my location
sr_latn_me: Kopiraj moju lokaciju

source: Location info
sr_latn_me: Infomacija o lokaciji

source: Current location
sr_latn_me: Trenutna lokacija

# location_disabled
source: Location services are disabled. Turn them on if you want to use this application properly.
sr_latn_me: Lociranje uređaja je onemogućeno. Da bi aplikacija radila ispravno, potrebno je uključiti lociranje uređaja.

# location_restricted
source: Your location is restricted, likely due to parental controls.
sr_latn_me: Lociranje Vašeg uređaja je ograničeno, vjerovatno kao posljedica roditeljskih kontrola.

# location_denied
source: You have denied this app location permission. Go to Settings to change it.
sr_latn_me: Odbili ste lociranje Vašeg uređaja. U podešavanjima uređaja (Settings) možete to promjeniti.

# location_unknown
source: Unknown situation occured. We're sorry about that.
sr_latn_me: Desila se nepoznata situacija. Žao nam je zbog toga.

# location_copied%@
source: Your location %@ has been copied to the clipboard.
sr_latn_me: Vaša lokacija %@ je kopirana na clipboard.

source: Location
sr_latn_me: Lokacija

# location_description
source: Description
sr_latn_me: Opis

# location_distance
source: Distance to location
sr_latn_me: Rastojanje od lokacije

source: Category
sr_latn_me: Kategorija

source: General info
sr_latn_me: Opšti podaci

source: Contact info
sr_latn_me: Kontakt podaci

source: Address
sr_latn_me: Adresa

source: Phone
sr_latn_me: Telefon

source: Phones
sr_latn_me: Telefoni

source: e-mail
sr_latn_me: e-mejl

# working_hours_info
source: Working hours of Info center
sr_latn_me: Radno vrijeme info centra

# working_hours_management
source: Working hours of management
sr_latn_me: Radno vrijeme uprave

# working_hours_management_text
source: Mon-Fri, 8-16h
sr_latn_me: Pon-Pet, 8-16h

source: All categories
sr_latn_me: Sve kategorije

# gas_station
source: Gas stations
sr_latn_me: Benzinske pumpe

# gas_station_singular
source: Gas station
sr_latn_me: Benzinska pumpa

# electric_station
source: Charging stations
sr_latn_me: Električne punionice

# electric_station_singular
source: Charging station
sr_latn_me: Električna punionica

# service
source: Services
sr_latn_me: Servisi

# service_singular
source: Service
sr_latn_me: Servis

# parking
source: Parkings
sr_latn_me: Parkinzi

# garage
source: Garages
sr_latn_me: Garaže

# garage_singular
source: Garage
sr_latn_me: Garaža

# bank
source: Banks
sr_latn_me: Banke

# bank_singular
source: Bank
sr_latn_me: Banka

source: Police
sr_latn_me: Policija

# police_singular
source: Police
sr_latn_me: Policija

# ambulance
source: Health care
sr_latn_me: Zdravstvena zaštita

# ambulance_singular
source: Health care
sr_latn_me: Zdravstvena zaštita

# current_condition
source: Current road conditions
sr_latn_me: Trenutno stanje na putevima

# restriction_cargo
source: Restrictions for cargo vehicles
sr_latn_me: Ograničenje za teretna vozila

# driver_advices
source: Advices to drivers
sr_latn_me: Savjeti vozačima

source: LIST
sr_latn_me: LISTA

source: MAP
sr_latn_me: MAPA

source: Close
sr_latn_me: Zatvori
